loadtests/results/escenario1/20260924_190706_00_linea_base_vus10.log

         /\      Grafana   /ÔÇ¥ÔÇ¥/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ÔÇ¥ÔÇ¥\ 
  /          \   |   (  |  (ÔÇ¥)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: C:\code\proyecto-plataforma-mooc\loadtests\k6\load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 10 max VUs, 5m0s max duration (incl. graceful stop):
              * trafico_mixto: Up to 10 looping VUs for 4m30s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]
time="2026-09-24T19:07:48-05:00" level=info msg="Setup listo: 20/20 usuarios autenticados." source=console

running (0m43.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   0% ] 00/10 VUs  0m00.5s/4m30.0s

running (0m44.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 00/10 VUs  0m01.4s/4m30.0s

running (0m45.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 00/10 VUs  0m02.4s/4m30.0s

running (0m46.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 00/10 VUs  0m03.4s/4m30.0s

running (0m47.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 00/10 VUs  0m04.4s/4m30.0s

running (0m48.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 00/10 VUs  0m05.4s/4m30.0s

running (0m49.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 01/10 VUs  0m06.4s/4m30.0s

running (0m50.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m07.4s/4m30.0s

running (0m51.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m08.4s/4m30.0s

running (0m52.0s), 01/10 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m09.4s/4m30.0s

running (0m53.0s), 01/10 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 01/10 VUs  0m10.4s/4m30.0s

running (0m54.0s), 01/10 VUs, 2 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 01/10 VUs  0m11.4s/4m30.0s

running (0m55.0s), 02/10 VUs, 2 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m12.4s/4m30.0s

running (0m56.0s), 02/10 VUs, 3 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m13.4s/4m30.0s

running (0m57.0s), 02/10 VUs, 5 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m14.4s/4m30.0s

running (0m58.0s), 02/10 VUs, 5 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m15.4s/4m30.0s

running (0m59.0s), 02/10 VUs, 7 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m16.4s/4m30.0s

running (1m00.0s), 02/10 VUs, 7 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m17.4s/4m30.0s

running (1m01.0s), 03/10 VUs, 8 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 03/10 VUs  0m18.4s/4m30.0s

running (1m02.0s), 03/10 VUs, 10 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 03/10 VUs  0m19.4s/4m30.0s

running (1m03.0s), 03/10 VUs, 10 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m20.4s/4m30.0s

running (1m04.0s), 03/10 VUs, 11 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m21.4s/4m30.0s

running (1m05.0s), 03/10 VUs, 14 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m22.4s/4m30.0s

running (1m06.0s), 03/10 VUs, 14 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 03/10 VUs  0m23.4s/4m30.0s

running (1m07.0s), 04/10 VUs, 16 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 04/10 VUs  0m24.4s/4m30.0s

running (1m08.0s), 04/10 VUs, 17 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 04/10 VUs  0m25.4s/4m30.0s

running (1m09.0s), 04/10 VUs, 19 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 04/10 VUs  0m26.4s/4m30.0s

running (1m10.0s), 04/10 VUs, 21 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 04/10 VUs  0m27.4s/4m30.0s

running (1m11.0s), 04/10 VUs, 23 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 04/10 VUs  0m28.4s/4m30.0s

running (1m12.0s), 04/10 VUs, 25 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 04/10 VUs  0m29.4s/4m30.0s

running (1m13.0s), 05/10 VUs, 27 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 05/10 VUs  0m30.4s/4m30.0s

running (1m14.0s), 05/10 VUs, 30 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m31.4s/4m30.0s

running (1m15.0s), 05/10 VUs, 31 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m32.4s/4m30.0s

running (1m16.0s), 05/10 VUs, 34 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m33.4s/4m30.0s

running (1m17.0s), 05/10 VUs, 35 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 05/10 VUs  0m34.4s/4m30.0s

running (1m18.0s), 05/10 VUs, 39 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 05/10 VUs  0m35.4s/4m30.0s

running (1m19.0s), 06/10 VUs, 40 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 06/10 VUs  0m36.4s/4m30.0s

running (1m20.0s), 06/10 VUs, 43 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 06/10 VUs  0m37.4s/4m30.0s

running (1m21.0s), 06/10 VUs, 46 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 06/10 VUs  0m38.4s/4m30.0s

running (1m22.0s), 06/10 VUs, 47 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m39.4s/4m30.0s

running (1m23.0s), 06/10 VUs, 52 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m40.4s/4m30.0s

running (1m24.0s), 06/10 VUs, 54 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m41.4s/4m30.0s

running (1m25.0s), 07/10 VUs, 57 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m42.4s/4m30.0s

running (1m26.0s), 07/10 VUs, 58 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m43.4s/4m30.0s

running (1m27.0s), 07/10 VUs, 61 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m44.4s/4m30.0s

running (1m28.0s), 07/10 VUs, 65 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 07/10 VUs  0m45.4s/4m30.0s

running (1m29.0s), 07/10 VUs, 67 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 07/10 VUs  0m46.4s/4m30.0s

running (1m30.0s), 07/10 VUs, 71 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 07/10 VUs  0m47.4s/4m30.0s

running (1m31.0s), 08/10 VUs, 74 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 08/10 VUs  0m48.4s/4m30.0s

running (1m32.0s), 08/10 VUs, 77 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 08/10 VUs  0m49.4s/4m30.0s

running (1m33.0s), 08/10 VUs, 81 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m50.4s/4m30.0s

running (1m34.0s), 08/10 VUs, 84 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m51.4s/4m30.0s

running (1m35.0s), 08/10 VUs, 90 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m52.4s/4m30.0s

running (1m36.0s), 08/10 VUs, 92 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 08/10 VUs  0m53.4s/4m30.0s

running (1m37.0s), 09/10 VUs, 96 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 09/10 VUs  0m54.4s/4m30.0s

running (1m38.0s), 09/10 VUs, 101 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 09/10 VUs  0m55.4s/4m30.0s

running (1m39.0s), 09/10 VUs, 105 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 09/10 VUs  0m56.4s/4m30.0s

running (1m40.0s), 09/10 VUs, 109 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 09/10 VUs  0m57.4s/4m30.0s

running (1m41.0s), 09/10 VUs, 113 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 09/10 VUs  0m58.4s/4m30.0s

running (1m42.0s), 09/10 VUs, 117 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 09/10 VUs  0m59.4s/4m30.0s

running (1m43.0s), 10/10 VUs, 120 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 10/10 VUs  1m00.4s/4m30.0s

running (1m44.0s), 10/10 VUs, 123 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m01.4s/4m30.0s

running (1m45.0s), 10/10 VUs, 128 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m02.4s/4m30.0s

running (1m46.0s), 10/10 VUs, 132 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m03.4s/4m30.0s

running (1m47.0s), 10/10 VUs, 137 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 10/10 VUs  1m04.4s/4m30.0s

running (1m48.0s), 10/10 VUs, 140 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 10/10 VUs  1m05.4s/4m30.0s

running (1m49.0s), 10/10 VUs, 146 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m06.4s/4m30.0s

running (1m50.0s), 10/10 VUs, 148 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m07.4s/4m30.0s

running (1m51.0s), 10/10 VUs, 155 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m08.4s/4m30.0s

running (1m52.0s), 10/10 VUs, 157 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m09.4s/4m30.0s

running (1m53.0s), 10/10 VUs, 164 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m10.4s/4m30.0s

running (1m54.0s), 10/10 VUs, 170 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m11.4s/4m30.0s

running (1m55.0s), 10/10 VUs, 173 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 10/10 VUs  1m12.4s/4m30.0s

running (1m56.0s), 10/10 VUs, 178 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 10/10 VUs  1m13.4s/4m30.0s

running (1m57.0s), 10/10 VUs, 182 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m14.4s/4m30.0s

running (1m58.0s), 10/10 VUs, 186 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m15.4s/4m30.0s

running (1m59.0s), 10/10 VUs, 190 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m16.4s/4m30.0s

running (2m00.0s), 10/10 VUs, 196 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m17.4s/4m30.0s

running (2m01.0s), 10/10 VUs, 200 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m18.4s/4m30.0s

running (2m02.0s), 10/10 VUs, 204 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m19.4s/4m30.0s

running (2m03.0s), 10/10 VUs, 210 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 10/10 VUs  1m20.4s/4m30.0s

running (2m04.0s), 10/10 VUs, 213 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 10/10 VUs  1m21.4s/4m30.0s

running (2m05.0s), 10/10 VUs, 219 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 10/10 VUs  1m22.4s/4m30.0s

running (2m06.0s), 10/10 VUs, 224 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 10/10 VUs  1m23.4s/4m30.0s

running (2m07.0s), 10/10 VUs, 227 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 10/10 VUs  1m24.4s/4m30.0s

running (2m08.0s), 10/10 VUs, 231 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m25.4s/4m30.0s

running (2m09.0s), 10/10 VUs, 235 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m26.4s/4m30.0s

running (2m10.0s), 10/10 VUs, 241 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m27.4s/4m30.0s

running (2m11.0s), 10/10 VUs, 245 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m28.4s/4m30.0s

running (2m12.0s), 10/10 VUs, 251 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m29.4s/4m30.0s

running (2m13.0s), 10/10 VUs, 255 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m30.4s/4m30.0s

running (2m14.0s), 10/10 VUs, 259 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 10/10 VUs  1m31.4s/4m30.0s

running (2m15.0s), 10/10 VUs, 265 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 10/10 VUs  1m32.4s/4m30.0s

running (2m16.0s), 10/10 VUs, 267 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m33.4s/4m30.0s

running (2m17.0s), 10/10 VUs, 274 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m34.4s/4m30.0s

running (2m18.0s), 10/10 VUs, 280 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m35.4s/4m30.0s

running (2m19.0s), 10/10 VUs, 282 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m36.4s/4m30.0s

running (2m20.0s), 10/10 VUs, 287 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m37.4s/4m30.0s

running (2m21.0s), 10/10 VUs, 292 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m38.4s/4m30.0s

running (2m22.0s), 10/10 VUs, 293 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 10/10 VUs  1m39.4s/4m30.0s

running (2m23.0s), 10/10 VUs, 301 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 10/10 VUs  1m40.4s/4m30.0s

running (2m24.0s), 10/10 VUs, 304 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m41.4s/4m30.0s

running (2m25.0s), 10/10 VUs, 309 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m42.4s/4m30.0s

running (2m26.0s), 10/10 VUs, 313 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m43.4s/4m30.0s

running (2m27.0s), 10/10 VUs, 319 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m44.4s/4m30.0s

running (2m28.0s), 10/10 VUs, 320 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m45.4s/4m30.0s

running (2m29.0s), 10/10 VUs, 325 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m46.4s/4m30.0s

running (2m30.0s), 10/10 VUs, 329 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 10/10 VUs  1m47.4s/4m30.0s

running (2m31.0s), 10/10 VUs, 334 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 10/10 VUs  1m48.4s/4m30.0s

running (2m32.0s), 10/10 VUs, 339 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 10/10 VUs  1m49.4s/4m30.0s

running (2m33.0s), 10/10 VUs, 340 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 10/10 VUs  1m50.4s/4m30.0s

running (2m34.0s), 10/10 VUs, 347 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 10/10 VUs  1m51.4s/4m30.0s

running (2m35.0s), 10/10 VUs, 353 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m52.4s/4m30.0s

running (2m36.0s), 10/10 VUs, 355 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m53.4s/4m30.0s

running (2m37.0s), 10/10 VUs, 360 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m54.4s/4m30.0s

running (2m38.0s), 10/10 VUs, 365 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m55.4s/4m30.0s

running (2m39.0s), 10/10 VUs, 371 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m56.4s/4m30.0s

running (2m40.0s), 10/10 VUs, 373 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m57.4s/4m30.0s

running (2m41.0s), 10/10 VUs, 377 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 10/10 VUs  1m58.4s/4m30.0s

running (2m42.0s), 10/10 VUs, 384 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 10/10 VUs  1m59.4s/4m30.0s

running (2m43.0s), 10/10 VUs, 387 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m00.4s/4m30.0s

running (2m44.0s), 10/10 VUs, 392 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m01.4s/4m30.0s

running (2m45.0s), 10/10 VUs, 396 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m02.4s/4m30.0s

running (2m46.0s), 10/10 VUs, 400 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m03.4s/4m30.0s

running (2m47.0s), 10/10 VUs, 405 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m04.4s/4m30.0s

running (2m48.0s), 10/10 VUs, 410 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m05.4s/4m30.0s

running (2m49.0s), 10/10 VUs, 415 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 10/10 VUs  2m06.4s/4m30.0s

running (2m50.0s), 10/10 VUs, 418 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 10/10 VUs  2m07.4s/4m30.0s

running (2m51.0s), 10/10 VUs, 424 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m08.4s/4m30.0s

running (2m52.0s), 10/10 VUs, 427 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m09.4s/4m30.0s

running (2m53.0s), 10/10 VUs, 431 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m10.4s/4m30.0s

running (2m54.0s), 10/10 VUs, 437 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m11.4s/4m30.0s

running (2m55.0s), 10/10 VUs, 442 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m12.4s/4m30.0s

running (2m56.0s), 10/10 VUs, 448 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m13.4s/4m30.0s

running (2m57.0s), 10/10 VUs, 449 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 10/10 VUs  2m14.4s/4m30.0s

running (2m58.0s), 10/10 VUs, 456 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 10/10 VUs  2m15.4s/4m30.0s

running (2m59.0s), 10/10 VUs, 459 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 10/10 VUs  2m16.4s/4m30.0s

running (3m00.0s), 10/10 VUs, 462 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 10/10 VUs  2m17.4s/4m30.0s

running (3m01.0s), 10/10 VUs, 468 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 10/10 VUs  2m18.4s/4m30.0s

running (3m02.0s), 10/10 VUs, 475 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m19.4s/4m30.0s

running (3m03.0s), 10/10 VUs, 478 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m20.4s/4m30.0s

running (3m04.0s), 10/10 VUs, 481 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m21.4s/4m30.0s

running (3m05.0s), 10/10 VUs, 486 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m22.4s/4m30.0s

running (3m06.0s), 10/10 VUs, 489 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m23.4s/4m30.0s

running (3m07.0s), 10/10 VUs, 494 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m24.4s/4m30.0s

running (3m08.0s), 10/10 VUs, 499 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 10/10 VUs  2m25.4s/4m30.0s

running (3m09.0s), 10/10 VUs, 502 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 10/10 VUs  2m26.4s/4m30.0s

running (3m10.0s), 10/10 VUs, 507 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m27.4s/4m30.0s

running (3m11.0s), 10/10 VUs, 511 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m28.4s/4m30.0s

running (3m12.0s), 10/10 VUs, 515 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m29.4s/4m30.0s

running (3m13.0s), 10/10 VUs, 518 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m30.4s/4m30.0s

running (3m14.0s), 10/10 VUs, 525 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m31.4s/4m30.0s

running (3m15.0s), 10/10 VUs, 530 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m32.4s/4m30.0s

running (3m16.0s), 10/10 VUs, 535 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 10/10 VUs  2m33.4s/4m30.0s

running (3m17.0s), 10/10 VUs, 538 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 10/10 VUs  2m34.4s/4m30.0s

running (3m18.0s), 10/10 VUs, 541 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m35.4s/4m30.0s

running (3m19.0s), 10/10 VUs, 548 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m36.4s/4m30.0s

running (3m20.0s), 10/10 VUs, 552 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m37.4s/4m30.0s

running (3m21.0s), 10/10 VUs, 557 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m38.4s/4m30.0s

running (3m22.0s), 10/10 VUs, 560 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m39.4s/4m30.0s

running (3m23.0s), 10/10 VUs, 567 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m40.4s/4m30.0s

running (3m24.0s), 10/10 VUs, 571 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 10/10 VUs  2m41.4s/4m30.0s

running (3m25.0s), 10/10 VUs, 576 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 10/10 VUs  2m42.4s/4m30.0s

running (3m26.0s), 10/10 VUs, 581 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 10/10 VUs  2m43.4s/4m30.0s

running (3m27.0s), 10/10 VUs, 586 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 10/10 VUs  2m44.4s/4m30.0s

running (3m28.0s), 10/10 VUs, 591 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 10/10 VUs  2m45.4s/4m30.0s

running (3m29.0s), 10/10 VUs, 595 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m46.4s/4m30.0s

running (3m30.0s), 10/10 VUs, 603 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m47.4s/4m30.0s

running (3m31.0s), 10/10 VUs, 607 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m48.4s/4m30.0s

running (3m32.0s), 10/10 VUs, 611 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m49.4s/4m30.0s

running (3m33.0s), 10/10 VUs, 617 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m50.4s/4m30.0s

running (3m34.0s), 10/10 VUs, 619 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m51.4s/4m30.0s

running (3m35.0s), 10/10 VUs, 627 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 10/10 VUs  2m52.4s/4m30.0s

running (3m36.0s), 10/10 VUs, 630 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 10/10 VUs  2m53.4s/4m30.0s

running (3m37.0s), 10/10 VUs, 636 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m54.4s/4m30.0s

running (3m38.0s), 10/10 VUs, 640 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m55.4s/4m30.0s

running (3m39.0s), 10/10 VUs, 645 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m56.4s/4m30.0s

running (3m40.0s), 10/10 VUs, 648 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m57.4s/4m30.0s

running (3m41.0s), 10/10 VUs, 654 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m58.4s/4m30.0s

running (3m42.0s), 10/10 VUs, 658 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m59.4s/4m30.0s

running (3m43.0s), 10/10 VUs, 663 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 10/10 VUs  3m00.4s/4m30.0s

running (3m44.0s), 10/10 VUs, 667 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 10/10 VUs  3m01.4s/4m30.0s

running (3m45.0s), 10/10 VUs, 672 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m02.4s/4m30.0s

running (3m46.0s), 10/10 VUs, 676 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m03.4s/4m30.0s

running (3m47.0s), 10/10 VUs, 680 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m04.4s/4m30.0s

running (3m48.0s), 10/10 VUs, 683 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m05.4s/4m30.0s

running (3m49.0s), 10/10 VUs, 689 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m06.4s/4m30.0s

running (3m50.0s), 10/10 VUs, 695 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m07.4s/4m30.0s

running (3m51.0s), 10/10 VUs, 695 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 10/10 VUs  3m08.4s/4m30.0s

running (3m52.0s), 10/10 VUs, 705 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 10/10 VUs  3m09.4s/4m30.0s

running (3m53.0s), 10/10 VUs, 706 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 10/10 VUs  3m10.4s/4m30.0s

running (3m54.0s), 10/10 VUs, 712 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 10/10 VUs  3m11.4s/4m30.0s

running (3m55.0s), 10/10 VUs, 717 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 10/10 VUs  3m12.4s/4m30.0s

running (3m56.0s), 10/10 VUs, 721 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m13.4s/4m30.0s

running (3m57.0s), 10/10 VUs, 725 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m14.5s/4m30.0s

running (3m58.0s), 10/10 VUs, 730 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m15.4s/4m30.0s

running (3m59.0s), 10/10 VUs, 735 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m16.4s/4m30.0s

running (4m00.0s), 10/10 VUs, 740 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m17.4s/4m30.0s

running (4m01.0s), 10/10 VUs, 743 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m18.4s/4m30.0s

running (4m02.0s), 10/10 VUs, 748 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 10/10 VUs  3m19.4s/4m30.0s

running (4m03.0s), 10/10 VUs, 753 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 10/10 VUs  3m20.4s/4m30.0s

running (4m04.0s), 10/10 VUs, 757 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m21.4s/4m30.0s

running (4m05.0s), 10/10 VUs, 762 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m22.4s/4m30.0s

running (4m06.0s), 10/10 VUs, 766 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m23.4s/4m30.0s

running (4m07.0s), 10/10 VUs, 772 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m24.4s/4m30.0s

running (4m08.0s), 10/10 VUs, 777 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m25.4s/4m30.0s

running (4m09.0s), 10/10 VUs, 778 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m26.4s/4m30.0s

running (4m10.0s), 10/10 VUs, 786 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 10/10 VUs  3m27.4s/4m30.0s

running (4m11.0s), 10/10 VUs, 787 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 10/10 VUs  3m28.4s/4m30.0s

running (4m12.0s), 10/10 VUs, 795 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m29.4s/4m30.0s

running (4m13.0s), 10/10 VUs, 799 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m30.4s/4m30.0s

running (4m14.0s), 10/10 VUs, 805 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m31.4s/4m30.0s

running (4m15.0s), 10/10 VUs, 809 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m32.4s/4m30.0s

running (4m16.0s), 10/10 VUs, 817 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m33.4s/4m30.0s

running (4m17.0s), 10/10 VUs, 819 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m34.4s/4m30.0s

running (4m18.0s), 10/10 VUs, 824 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 10/10 VUs  3m35.4s/4m30.0s

running (4m19.0s), 10/10 VUs, 829 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 10/10 VUs  3m36.4s/4m30.0s

running (4m20.0s), 10/10 VUs, 832 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 10/10 VUs  3m37.4s/4m30.0s

running (4m21.0s), 10/10 VUs, 838 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 10/10 VUs  3m38.4s/4m30.0s

running (4m22.0s), 10/10 VUs, 842 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 10/10 VUs  3m39.4s/4m30.0s

running (4m23.0s), 10/10 VUs, 847 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m40.4s/4m30.0s

running (4m24.0s), 10/10 VUs, 851 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m41.4s/4m30.0s

running (4m25.0s), 10/10 VUs, 856 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m42.4s/4m30.0s

running (4m26.0s), 10/10 VUs, 859 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m43.4s/4m30.0s

running (4m27.0s), 10/10 VUs, 862 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m44.4s/4m30.0s

running (4m28.0s), 10/10 VUs, 869 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m45.4s/4m30.0s

running (4m29.0s), 10/10 VUs, 871 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 10/10 VUs  3m46.4s/4m30.0s

running (4m30.0s), 10/10 VUs, 875 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 10/10 VUs  3m47.4s/4m30.0s

running (4m31.0s), 10/10 VUs, 882 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m48.4s/4m30.0s

running (4m32.0s), 10/10 VUs, 886 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m49.4s/4m30.0s

running (4m33.0s), 10/10 VUs, 892 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m50.4s/4m30.0s

running (4m34.0s), 10/10 VUs, 897 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m51.4s/4m30.0s

running (4m35.0s), 10/10 VUs, 901 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m52.4s/4m30.0s

running (4m36.0s), 10/10 VUs, 905 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m53.4s/4m30.0s

running (4m37.0s), 10/10 VUs, 912 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 10/10 VUs  3m54.4s/4m30.0s

running (4m38.0s), 10/10 VUs, 916 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 10/10 VUs  3m55.4s/4m30.0s

running (4m39.0s), 10/10 VUs, 918 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m56.4s/4m30.0s

running (4m40.0s), 10/10 VUs, 924 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m57.4s/4m30.0s

running (4m41.0s), 10/10 VUs, 928 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m58.4s/4m30.0s

running (4m42.0s), 10/10 VUs, 934 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  3m59.4s/4m30.0s

running (4m43.0s), 10/10 VUs, 938 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  4m00.4s/4m30.0s

running (4m44.0s), 10/10 VUs, 942 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  4m01.4s/4m30.0s

running (4m45.0s), 10/10 VUs, 948 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 10/10 VUs  4m02.4s/4m30.0s

running (4m46.0s), 10/10 VUs, 951 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 10/10 VUs  4m03.4s/4m30.0s

running (4m47.0s), 10/10 VUs, 955 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 10/10 VUs  4m04.4s/4m30.0s

running (4m48.0s), 09/10 VUs, 961 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 09/10 VUs  4m05.4s/4m30.0s

running (4m49.0s), 08/10 VUs, 965 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 08/10 VUs  4m06.4s/4m30.0s

running (4m50.0s), 08/10 VUs, 969 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 08/10 VUs  4m07.4s/4m30.0s

running (4m51.0s), 08/10 VUs, 972 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 08/10 VUs  4m08.4s/4m30.0s

running (4m52.0s), 07/10 VUs, 978 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 07/10 VUs  4m09.4s/4m30.0s

running (4m53.0s), 07/10 VUs, 980 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 07/10 VUs  4m10.4s/4m30.0s

running (4m54.0s), 07/10 VUs, 983 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 07/10 VUs  4m11.4s/4m30.0s

running (4m55.0s), 07/10 VUs, 986 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 07/10 VUs  4m12.4s/4m30.0s

running (4m56.0s), 06/10 VUs, 991 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 06/10 VUs  4m13.4s/4m30.0s

running (4m57.0s), 06/10 VUs, 993 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 06/10 VUs  4m14.4s/4m30.0s

running (4m58.0s), 06/10 VUs, 994 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 06/10 VUs  4m15.4s/4m30.0s

running (4m59.0s), 05/10 VUs, 997 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 05/10 VUs  4m16.4s/4m30.0s

running (5m00.0s), 05/10 VUs, 999 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 05/10 VUs  4m17.4s/4m30.0s

running (5m01.0s), 05/10 VUs, 1002 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 05/10 VUs  4m18.4s/4m30.0s

running (5m02.0s), 04/10 VUs, 1004 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 04/10 VUs  4m19.4s/4m30.0s

running (5m03.0s), 04/10 VUs, 1006 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 04/10 VUs  4m20.4s/4m30.0s

running (5m04.0s), 04/10 VUs, 1007 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 04/10 VUs  4m21.4s/4m30.0s

running (5m05.0s), 03/10 VUs, 1009 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 03/10 VUs  4m22.4s/4m30.0s

running (5m06.0s), 03/10 VUs, 1011 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 03/10 VUs  4m23.4s/4m30.0s

running (5m07.0s), 03/10 VUs, 1011 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 03/10 VUs  4m24.4s/4m30.0s

running (5m08.0s), 02/10 VUs, 1014 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 02/10 VUs  4m25.4s/4m30.0s

running (5m09.0s), 02/10 VUs, 1014 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 02/10 VUs  4m26.4s/4m30.0s

running (5m10.0s), 02/10 VUs, 1015 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 02/10 VUs  4m27.4s/4m30.0s

running (5m11.0s), 01/10 VUs, 1016 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 01/10 VUs  4m28.4s/4m30.0s

running (5m12.0s), 01/10 VUs, 1017 complete and 0 interrupted iterations
trafico_mixto   [ 100% ] 01/10 VUs  4m29.4s/4m30.0s

running (5m13.0s), 01/10 VUs, 1017 complete and 0 interrupted iterations
trafico_mixto Ôåô [ 100% ] 01/10 VUs  4m30s


  Ôûê THRESHOLDS 

    http_req_duration
    Ô£ô 'p(95)<500' p(95)=130.81ms

      {endpoint:badge}
      Ô£ô 'p(95)<300' p(95)=122.79ms

      {endpoint:catalog}
      Ô£ô 'p(95)<300' p(95)=126.45ms

      {endpoint:enroll}
      Ô£ô 'p(95)<500' p(95)=124.16ms

      {endpoint:heartbeat}
      Ô£ô 'p(95)<400' p(95)=135.14ms

      {endpoint:quiz_start}
      Ô£ô 'p(95)<500' p(95)=0s

      {endpoint:quiz_submit}
      Ô£ô 'p(95)<600' p(95)=0s

    http_req_failed
    Ô£ô 'rate<0.01' rate=0.00%

    quiz_double_grading_detected
    Ô£ô 'count==0' count=0


  Ôûê TOTAL RESULTS 

    checks_total.......: 1868    5.951899/s
    checks_succeeded...: 100.00% 1868 out of 1868
    checks_failed......: 0.00%   0 out of 1868

    Ô£ô verificacion de insignia responde 200
    Ô£ô inscripcion responde 200/201/409
    Ô£ô heartbeat responde 200
    Ô£ô catalogo responde 200
    Ô£ô detalle de curso responde 200

    CUSTOM
    enroll_duration................: avg=113.78ms min=104.72ms med=112.72ms max=132.85ms p(90)=121.74ms p(95)=124.16ms
    heartbeat_duration.............: avg=123.62ms min=114.5ms  med=121.74ms max=162.05ms p(90)=132.62ms p(95)=135.14ms
    quiz_double_grading_detected...: 0      0/s

    HTTP
    http_req_duration..............: avg=129.39ms min=100.88ms med=113.95ms max=5.22s    p(90)=125.47ms p(95)=130.81ms
      { endpoint:badge }...........: avg=111.93ms min=101.76ms med=110.41ms max=130.85ms p(90)=120.68ms p(95)=122.79ms
      { endpoint:catalog }.........: avg=114.17ms min=100.88ms med=113ms    max=172.5ms  p(90)=122.79ms p(95)=126.45ms
      { endpoint:enroll }..........: avg=113.78ms min=104.72ms med=112.72ms max=132.85ms p(90)=121.74ms p(95)=124.16ms
      { endpoint:heartbeat }.......: avg=123.62ms min=114.5ms  med=121.74ms max=162.05ms p(90)=132.62ms p(95)=135.14ms
      { endpoint:quiz_start }......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
      { endpoint:quiz_submit }.....: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
      { expected_response:true }...: avg=129.39ms min=100.88ms med=113.95ms max=5.22s    p(90)=125.47ms p(95)=130.81ms
    http_req_failed................: 0.00%  0 out of 1889
    http_reqs......................: 1889   6.01881/s

    EXECUTION
    iteration_duration.............: avg=2.2s     min=1.11s    med=2.2s     max=3.31s    p(90)=2.97s    p(95)=3.07s   
    iterations.....................: 1018   3.243594/s
    vus............................: 1      min=0         max=10
    vus_max........................: 10     min=10        max=10

    NETWORK
    data_received..................: 2.6 MB 8.4 kB/s
    data_sent......................: 331 kB 1.1 kB/s



running (5m13.8s), 00/10 VUs, 1018 complete and 0 interrupted iterations
trafico_mixto Ô£ô [ 100% ] 00/10 VUs  4m30s